10/data/attachments/c2bac217faef535.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nicole_least_Actions_3763_3</nif:username>
            <nif:friendToBeRequested>soap_actions_99e83886-a3a4-4e3b-8905-604275423e25</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>